// Западный пригородный крокет - клуб имеет две категории членства: "Сеньоры" и "Открытая".
// Они хотели бы, чтобы вы помогли им с анкетой,
// которая будет сообщать потенциальным членам, в какую категорию их поместить.

// Чтобы стать "сеньором", член клуба должен быть не моложе 55 лет и иметь гандикап больше 7.
// В этом крокет - клубе гандикапы варьируются от - 2 до + 26. Чем лучше игрок, тем ниже его гандикап.

// input = [
//   [18, 20],
//   [45, 2],
//   [61, 12],
//   [37, 6],
//   [21, 21],
//   [78, 9],
// ];
// output = ["Open", "Open", "Senior", "Open", "Open", "Senior"];

function openOrSenior(data) {
  
}